Repository: julstan/projectOBib-Search
Catalog: ojs/plugins/importexport/medra/locale/*/locale.po
Languages: fa_ir, fr_ca, hu_hu, id_id, nl_nl, pl_pl, pt_pt, sl_si, sr_rs@latin, tr_tr, uk_ua, zh_cn

# plugins.importexport.medra.settings.form.testMode.description
source: Use the mEDRA test API (testing environment) for DOI registration. Please do not forget to remove this option for the production.
fa_ir: از API تست mEDRA (محیط آزمایش) برای ثبت DOI استفاده کنید. لطفا فراموش نکنید که این گزینه را در زمان انتشار محتویات حذف کنید.
fr_ca: Utiliser l'API test mEDRA (environnement de test) pour l'enregistrement des DOI. Ne pas oublier de supprimer cette option en mode production.
hu_hu: Használja a mEDRA test API-t (testing environment) a DOI regisztrációhoz. Ne felejtse el ezt a beállítást kikapcsolni a megjelentetéshez.
id_id: Gunakan API test mEDRA (lingkungan uji coba) untuk registrasi DOI. Jangan lupa menghapus pilihan ini untuk tahap produksi.
nl_nl: Gebruik de mEDRA test API (testomgeving) voor de registratie van DOI's. Vergeet deze test-optie niet te verwijderen voor de uiteindelijke publicatie.
pl_pl: Wykorzystaj testowy API mEDRA (środowisko tekstowe) do rejestracji DOI. Nie zapomnij usunąć tej opcji przed produkcją.
pt_pt: Use a API de teste mEDRA (ambiente de teste) para registo do DOI. Não esqueça de remover esta opção para a produção.
sl_si: Uporabi mEDRA test API (testno okolje) za registracijo DOI-jev. Ne pozabite odstraniti te možnosti za produkcijo!
sr_rs@latin: Koristite mEDRA test API (test okruženje) za registraciju DOI-ja. Ne zaboravite da uklonite ovo u proizvodnom okruženju.
tr_tr: DOI kaydı için mEDRA test API'sini (test ortamı) kullanın. Lütfen bu seçeneği yayın için kaldırmayı unutmayın.
uk_ua: Використовувати тестовий API mEDRA (середовище тестування) для реєстрації DOI. Будь ласка, не забудьте прибрати цей параметр для подальшої роботи.

# plugins.importexport.medra.workOrProduct
source: NB: DOIs assigned to articles will be exported to mEDRA as <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works'</a>. DOIs assigned to galleys will be exported as <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestations'</a>.
fa_ir: شناسه های DOI اختصاص داده شده به مقالات به عنوان <a href="http://www.medra.org/en/metadata_td.htm" target="_blank"> 'کارها' </a> برون دهی می شوند. شناسه های DOI اختصاص داده شده به کلیشه های چاپی به عنوان <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'موارد نمایشی'</a>.
fr_ca: N.B. : Les DOI assignés aux articles seront exportés sur mEDRA comme <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'œuvres'</a>. Les DOI assignés aux épreuves seront exportés comme <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestations'</a>.
hu_hu: Megjegyzés: A cikkekhez rendelt DOI-k az mEDRA-ba az alábbiak szerint lesznek exportávla: <a href="http://www.medra.org/en/metadata_td.htm" target="_blank"> „művek” </a> . A posztprintekhez rendelt DOI-k <a href="http://www.medra.org/en/metadata_td.htm" target="_blank"> 'manifesztációk' </a> formájában kerülnek exportálásra.
id_id: Catatan: DOI yang didaftarkan untuk artikel akan diekspor ke mEDRA sebagai <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'karya'</a>. DOI yang diberikan untuk galley akan diekspor sebagai <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestasi'</a>.
nl_nl: NB: DOI's die aan artikels zijn toegekend zullen naar mEDRA geëxporteerd worden als <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works'</a>. DOI's toegekend aan proeven worden geëxporteerd als <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestations'</a>.
pl_pl: DOI przypisane do artykułów będzie eksportowane do mEDRA jako <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works'</a>. DOIs przypisane do plików będzie eksportowane jako <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestations'</a>.
pt_pt: NB: Os DOIs atribuídos a artigos serão exportados para mEDRA como <a href="http://www.medra.org/en/metadata_td.htm" target="_blank"> 'works'</a>. Os DOIs atribuídos às composições serão exportados como <a href="http://www.medra.org/en/metadata_td.htm" target="_blank"> 'manifestations'</a>.
sl_si: NB: DOI-ji dodeljeni prispevkom bodo izvoženi v mEDRA kot <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'dela'</a>. DOI-ji dodeljeni prelomom bodo izvoženi kot <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestacije'</a>.
sr_rs@latin: NAPOMENA: DOI-i dodeljeni člancima biće izvezeni u mEDRA kao <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'radovi'</a>. DOI-i dodeljeni prikazima biće izvezeni kao<a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestacije'</a>.
tr_tr: Not: Makalelere atanan DOI'ler mEDRA'ya <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'iş'</a> olarak ihraç edilecek. Dizgi'lere atanan DOI'ler <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'görünüm'</a> olarak ihraç edilecek.
uk_ua: Зверніть увагу: DOI, призначені для статей, будуть експортовані у mEDRA як об'єкти типу <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works'</a>. DOI, призначені для гранок, будуть експортовані як об'єкти типу <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestations'</a>.
zh_cn: NB：指定DOI的文章导到 mEDRA为 <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works'</a>。指定DOI的样稿导出为 <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'证明'</a>。

# plugins.importexport.medra.senderTask.name
source: mEDRA automatic registration task
fa_ir: ثبت خودکار وظایف mEDRA
fr_ca: Tâche d'enregistrement automatique mEDRA
hu_hu: mEDRA automatikus regisztrálási feladat
id_id: Tugas registrasi otomatis mEDRA
nl_nl: mEDRA automatische registratietaak
pl_pl: zadanie automatycznej rejestracji w mEDRA
pt_pt: Tarefa de registo automático mEDDRA
sl_si: Opravilo avtomatske registracije pri mEDRA
sr_rs@latin: mEDRA zadatak za automatsku registraciju
tr_tr: mEDRA otomatik kayıt görevi
uk_ua: Завдання автоматичної реєстрації mEDRA

# plugins.importexport.medra.cliUsage
source: Usage: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
fa_ir: نحوه استفاده: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
fr_ca: Utilisation : {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
hu_hu: Használat: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
id_id: Penggunaan: {$scriptName} {$pluginName} mengkespor [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} meregister [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
nl_nl: Gebruik: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
pl_pl: Użycie: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
pt_pt: Modo de Utilização: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
sl_si: Uporaba: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
sr_rs@latin: Korišćenje: {$scriptName} {$pluginName} export xmlFileName journal_path {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register journal_path {issues|articles|galleys} objectId1 [objectId2] ...
tr_tr: Kullanım: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
uk_ua: Використання: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
zh_cn: 使用方法： {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
