Repository: julstan/projectOBib-Search
Catalog: ojs/plugins/importexport/medra/locale/*/locale.po
Languages: fa_ir, fr_ca, hu_hu, id_id, nl_nl, pl_pl, pt_pt, sl_si, sr_rs@latin, tr_tr, uk_ua, zh_cn

# plugins.importexport.medra.displayName
source: mEDRA Export/Registration Plugin
fa_ir: افزونه ی ثبت‌نام و خروجی گرفتن Medra
fr_ca: Plugiciel d'exportation/ enregistrement mEDRA
hu_hu: mEDRA Export/Regisztrációs Plugin
id_id: Plugin Ekspor/Registrasi mEDRA
nl_nl: mEDRA export/registratie plugin
pl_pl: Wtyczka eksportu/rejestracji mEDRA
pt_pt: Plugin de Exportação/Registo mEDRA
sl_si: Vtičnik za mEDRA izvoz/registracijo
sr_rs@latin: mEDRA Export/Registration dodatak
tr_tr: mEDRA İhraç/Kayıt Eklentisi
uk_ua: Модуль експорту/реєстрації mEDRA
zh_cn: mEDRA 导出/注册插件

# plugins.importexport.medra.description
source: Export issue, article and galley metadata in Onix for DOI (O4DOI) format and register DOIs with the mEDRA registration agency.
fa_ir: خروجی گرفتن از شماره ها ، مقالات ، فایل چاپ شده در اونیکس برای قالب DOI و ثبت‌نام DOI با ثبت‌نام در آژانس Medra
fr_ca: Exporte les métadonnées des numéros, articles et les épreuves dans Onix pour le format DOI (O4DOI) et enregistre les DOIs avec l'agence d'enregistrement mEDRA.
hu_hu: Folyóiratszám, cikk, preprint metaadat export Onix for DOI (O4DOI) formátumban és a DOI-k regisztrációja a mEDRA regisztrációs ügynökséggel.
id_id: Ekspor metadata issue, artikel, galley di Onix untuk format DOI (O4DOI) dan daftarkan DOI pada agen pendaftaran mEDRA .
nl_nl: Exporteer nummer, artikel en proef-metadata in Onix for DOI (O4DOI) formaat en registreer DOI's bij de mEDRA organisatie.
pl_pl: Eksportuj metadane numeru, artykułu lub pliku w formacie Onix dla DOI (O4DOI) w agencji rejestrującej DOI: mEDRA.
pt_pt: Exporta metadados do número, artigo e composição no formato Onix para DOI (O4DOI) e regista DOIs junto da agência de registo mEDRA.
sl_si: Izvozi metapodatke številke, prispevka in prelomov v Onix za DOI (O4DOI) obliki in registrira DOI-je pri mEDRA registracijski agenciji.
sr_rs@latin: Izvezite metapodatke jedinice, članka ili prikaza u Onix za DOI (O4DOI) format i registrujte DOI-e u mEDRA agenciji.
tr_tr: mEDRA kayıt ajansı ile DOI (O4DOI) biçimi ve DOI'lere kayıt için Onix'de sayı, makale ve dizgi ihracı.
uk_ua: Експорт метаданих випусків, статей та супровідних файлів у формат Onix for DOI (O4DOI) та реєстрація DOI через реєстраційну агенцію mEDRA.
zh_cn: 导出期次，文章和样稿元数据在Onix DOI (O4DOI)格式，并且在mEDRA 注册机构注册DOI。

# plugins.importexport.medra.intro
source: If you want to register DOIs with mEDRA, please follow the directions on the <a href="http://www.medra.org/en/guide.htm" target="_blank">mEDRA homepage</a> to receive a username and password. If you do not have your own username and password you'll still be able to export into the mEDRA XML format (Onix for DOI) but you cannot register your DOIs with mEDRA from within OJS. Please note that the password will be saved as plain text, i.e. not encrypted, due to the mEDRA registration service requirements.
fa_ir: اگر می خواهید DOI ها توسط mEDRA ثبت کنید، لطفا دستورالعمل های موجود در <a href="http://www.medra.org/en/guide.htm" target="_blank">وبسایت mEDRA</a> را برای دریافت نام کاربری و رمز عبور مطالعه کنید. اگر شما نام کاربری و رمز عبور خود را ندارید، همچنان قادر به برون دهی به فرمت XML mEDRA (Onix for DOI) هستید، اما شما نمیتوانید DOI خود را با mEDRA از داخل سامانه ثبت کنید. لطفا توجه داشته باشید که در mEDRA، رمز عبور به صورت متن ساده ذخیره می شود، یعنی رمزگذاری نشده است.
fr_ca: Si vous voulez enregistrer vos DOIs avec mEDRA, veuillez suivre les directives sur la <a href="http://www.medra.org/en/guide.htm" target="_blank">page d'accueil mEDRA</a> pour recevoir un nom d'utilisateur ainsi qu'un mot de passe. Si vous n'avez pas de nom d'utilisateur ou de mot de passe vous serez toujours en mesure d'exporter dans le format XML mEDRA (Onix pour DOI) mais vous ne pourrez pas enregistrer vos DOI avec mEDRA depuis OJS. Veuillez noter que le mot de passe sera sauvegardé en texte brut et non pas chiffré, à cause des exigences du service d'enregistrement de mEDRA.
hu_hu: Ha a DOI-kat az mEDRA-n keresztül szeretné regisztrálni, kérjük, kövesse az utasításokat a <a href="http://www.medra.org/en/guide.htm" target="_blank">mEDRA honlapon</a> felhasználói név és jelszó igényléséhez. Ha nem rendelkezik saját felhasználónévvel és jelszóval, továbbra is tud majd exportálni mEDRA XML formátumba (Onix a DOI-hez) de nem regisztrálhatja OJS-en belül DOI-jait mEDRA-n. Felhívjuk figyelmét, hogy a jelszó egyszerű szövegként kerül mentésre, azaz nem lesz titkosítva a mEDRA regisztrációs szolgáltatás követelményeinek megfelelően.
id_id: Jika ingin mendaftar DOI di mEDRA, ikuti petunjuk pada <a href="http://www.medra.org/en/guide.htm" target="_blank">halaman beranda mEDRA</a> untuk mendapatkan username dan password. Bila tidak punya akun, kamu tetap bisa mengekspor ke dalam format XML mEDRA (Onix untuk DOI) tapi kamu tidak bisa meregister DOI di mEDRA melalui aplikasi OJS. Perlu diketahui bahwa password akan disimpan sebagai teks biasa, misalnya, tidak dienkripsi, karena persyaratan layanan registrasi mEDRA.
nl_nl: Als u DOI's bij mEDRA wilt registreren, volg dan de aanwijzingen op de <a href="http://www.medra.org/en/guide.htm" target="_blank">mEDRA homepage</a> om een gebruikersnaam en een wachtwoord te verkrijgen. Als u geen eigen gebruikersnaam en wachtwoord heeft, kunt u nog steeds exporteren naar het mEDRA XML formaat (Onix for DOI) maar u kunt uw DOI's niet registreren bij mEDRA vanuit OJS. Merk op dat het wachtwoord als gewone tekst wordt opgeslagen, dus niet versleuteld. Dit vanwege de mEDRA registratie vereisten.
pl_pl: Jeżeli chcesz zarejestrować DOI w mEDRA, postępuj zgodnie z poniższymi wskazówkami <a href="http://www.medra.org/en/guide.htm" target="_blank">strona mEDRA</a> aby uzyskać nazwę użytkownika i hasło. Jeżeli nie posiadasz nazwy użytkownika i hasła nadal możesz eksportować dane w formacie mEDRA XML (Onix dla DOI) ale nie możesz zarejestrować DOI w mEDRA z poziomu OJS.
pt_pt: Se pretender registar DOIs com o mEDRA, siga as instruções na <a href="http://www.medra.org/en/guide.htm" target="_blank">página de início mEDRA</a> para receber um nome de utilizador e senha. Se não tem o seu próprio nome de utilizador e senha poderá ainda exportar para o formato mEDRA XML (Onix para DOI) mas não poderá registar os seus DOIs no mEDRA através do OJS. Note que a senha ficará guardada como texto simples, ou seja não encriptado, devido aos critérios do serviço de registo do mEDRA.
sl_si: Za registracijo DOI-jev pri mEDRA, sledite navodilom na <a href="http://www.medra.org/en/guide.htm" target="_blank">mEDRA domači strani</a>, da dobite uporabniško ime in geslo.Če nimate svojega uporabniškega imena in gesla, lahko še vedno izvozite podatke v mEDRA XML (Onix for DOI) obliki, ampak ne morete registrirati DOI-jev pri mEDRA direktno iz OJS. Bodite pozorni, ker geslo ni shranjeno v kriptirani obliki, ampak kot prosto besedilo, zaradi zahtev mEDRA registracijskega servisa.
sr_rs@latin: Ako želite da registrujete DOI-e u mEDRA, pratite uputstva na <a href="http://www.medra.org/en/guide.htm" target="_blank">mEDRA stranici</a> da biste dobili korisničko ime i lozinku. Ukoliko nemate korisničko ime i lozinku i dalje ćete biti u mogućnosti da izvezete u mEDRA XML format (Onix za DOI) ali ne možete da registrujete vaše DOI-e sa mEDRA iz OJS-a. Lozinka će biti sačuvana kao tekst, bez enkripcije u skladu sa potrebama mEDRA servisa.
tr_tr: DOI'leri mEDRA ile kaydetmek istiyorsanız, lütfen kullanıcı adı ve şifre almak için <a href="http://www.medra.org/en/guide.htm" target="_blank">mEDRA Ana Sayfasın</a>daki talimatları izleyin. Eğer kendi kullanıcı adınız ve şifreniz yoksa, mEDRA XML biçimine (DOI için Onix) aktarma imkanınız olacaktır, bu durumda DOI'lerinizi mEDRA'ya OJS içinden kaydedemezsiniz. Şifrenin mEDRA kayıt hizmeti gereksinimleri nedeniyle düz metin (şifreli değil) olarak kaydedileceğini lütfen unutmayın.
uk_ua: Якщо Ви хочете реєструвати DOI через реєстраційну агенцію mEDRA, будь ласка, ознайомтеся з інструкціями щодо отримання імені користувача та пароля на <a href="http://www.medra.org/en/guide.htm" target="_blank">веб-сайті mEDRA</a>. Якщо Ви не маєте імені користувача та пароля, Ви все одно можете проводити експорт у формат mEDRA XML (Onix for DOI), але у цьому випадку Ви не зможете реєструвати DOI через агенцію mEDRA у середовищі OJS. Будь ласка, зауважте, що через вимоги реєстраційної служби mEDRA Ваш пароль буде зберігатися у системі в текстовому форматі, тобто у незашифрованому вигляді.
zh_cn: 如果您想在mEDRA注册DOI，请遵照指示<a href="http://www.medra.org/en/guide.htm" target="_blank">mEDRA 首页</a>得到一个用户名和密码。如果您没有用户名和密码，仍可以导出 mEDRA XML格式，但是不能在OJS mEDRA注册DOI。请注意，密码将被保存为纯文本，即不加密的，按照 medra注册服务要求。

# plugins.importexport.medra.settings.form.description
source: Please configure the mEDRA export plugin:
fa_ir: لطفاً افزونه برون دهی mEDRA را پیکربندی کنید:
fr_ca: Veuillez configurer le plugiciel d'exportation mEDRA :
hu_hu: Kérjük, állítsa be a mEDRA export plugint:
id_id: Aturlah plugin ekspor mEDRA:
nl_nl: Configureer de mEDRA export plugin:
pl_pl: Skonfiguruj wtyczkę eksportu mEDRA:
pt_pt: Configure o plugin de exportação mEDRA:
sl_si: Prosimo, nastavite mEDRA izvozni vtičnik:
sr_rs@latin: Podesite mEDRA dodatak:
tr_tr: Lütfen mEDRA ihraç eklentisini yapılandırınız:
uk_ua: Будь ласка, налаштуйте модуль експорту mEDRA:
zh_cn: 请配置 mEDRA 导出插件：

# plugins.importexport.medra.settings.form.username
source: Username
fa_ir: نام کاربری
fr_ca: Nom d'utilisateur
hu_hu: Felhasználónév
nl_nl: Gebruikersnaam
pl_pl: Użytkownik
pt_pt: Utilizador
sl_si: Uporabniško ime
sr_rs@latin: Korisničko ime
tr_tr: Kullanıcı adı
uk_ua: Ім'я користувача
zh_cn: 用户名

# plugins.importexport.medra.settings.form.usernameRequired
source: Please enter your mEDRA username. The username may not contain colons.
fa_ir: لطفا نام کاربری mEDRA خود را وارد کنید نام کاربری ممکن است کولون را نداشته باشد.
fr_ca: Veuillez entrer votre nom d'utilisateur mEDRA. Il ne doit pas contenir de deux-points.
hu_hu: Kérjük, írja be a mEDRA felhasználónevét. A felhasználónév nem tartalmazhat kettőspontot.
id_id: Masukkan username mEDRA Anda. Username tidak boleh mengandung titik dua (:).
nl_nl: Voer uw mEDRA gebruikersnaam in. De naam mag geen dubbele punt bevatten.
pl_pl: Wprowadź nazwę użytkownika mEDRA. Nazwa użytkownika nie może zawierać dwukropka.
pt_pt: Insira o nome de utilizador mEDRA. O nome de utilizador pode não conter dois pontos.
sl_si: Prosimo, vnesite mEDRA uporabniško ime. Uporabniško ime ne sme vsebovati dvopičij.
sr_rs@latin: Unesite mEDRA korisničko ime.
tr_tr: Lütfen mEDRA kullanıcı adınızı giriniz. Kullanıcı adı virgül içeremez.
uk_ua: Будь ласка, вкажіть Ваше ім'я користувача mEDRA. Ім'я користувача не може містити двокрапок.
zh_cn: 请输入mEDRA用户名，不能包含冒号。

# plugins.importexport.medra.settings.form.registrantName
source: The name of the institution registered at mEDRA
fa_ir: نام موسسه ثبت شده در mEDRA
fr_ca: Nom de l'établissement inscrit à mEDRA
hu_hu: A mEDRÁ-nál regisztrált intézmény neve
id_id: Nama institusi yang didaftarkan ke mEDRA
nl_nl: De naam van het instituut zoals geregistreerd bij mEDRA
pl_pl: Nazwa instytucji zarejestrowanej w mEDRA.
pt_pt: O nome da instituição registada no mEDRA
sl_si: Ime institucije, ki je registrirana pri mEDRA
sr_rs@latin: Ime institucije registrovane kod mEDRA
uk_ua: Назва установи, зареєстрованої у mEDRA
zh_cn: 在mEDRA注册的机构名称。

# plugins.importexport.medra.settings.form.registrantNameRequired
source: Please enter the institution that is registered at mEDRA.
fa_ir: لطفا موسسه که در mEDRA ثبت شده را وارد کنید
fr_ca: Veuillez entrer le nom de l'établissement inscrit à mEDRA.
hu_hu: Kérjük, írja be az intézményt, amely a mEDRÁ-nál regisztrált.
id_id: Masukkan nama institusi yang didaftarkan ke mEDRA.
nl_nl: Geef de naam van het instituut zoals geregistreerd bij mEDRA.
pl_pl: Wprowadź instytucję, która jest zarejestrowana w mEDRA.
pt_pt: Por favor, insira a instituição registada no mEDRA.
sl_si: Prosimo, vnestie ime institucije, ki je registrirana pri mEDRA.
sr_rs@latin: Unesite ime institucije.
uk_ua: Будь ласка, вкажіть назву установи, зареєстрованої у mEDRA.
zh_cn: 请输入已在mEDRA注册的机构。

# plugins.importexport.medra.settings.form.fromFields
source: Person to be contacted by mEDRA in case of technical inquiries:
fa_ir: شخصی که در مورد سوالات فنی از طرف mEDRA با آن تماس گرفته می شود:
fr_ca: Personne-ressource qui sera contactée par mEDRA pour tout renseignement technique :
hu_hu: Személy, akivel a mEDRA felveheti a kapcsolatot technikai kérdések esetén:
id_id: Pihak yang akan dihubungi oleh mEDRA jika ada pertanyaan teknis:
nl_nl: Contactpersoon voor mEDRA ingeval van technische vragen:
pl_pl: Osoba odpowiedzialna za kontakt z mEDRA w sprawach technicznych:
pt_pt: Pessoa a contactar pela mEDRA em caso de problemas técnicos:
sl_si: Oseba, ki jo lahko kontaktira mEDRA v primeru tehničnih vprašanj:
sr_rs@latin: Osoba koja može biti kontaktirana u slučaju potrebe:
uk_ua: Особа, яка буде контактувати з mEDRA у разі виникнення технічних питань:
zh_cn: 技术咨询联系人：

# plugins.importexport.medra.settings.form.fromCompany
source: Institution
fa_ir: موسسه
fr_ca: Établissement
hu_hu: Intézmény
id_id: Institusi
nl_nl: Instituut
pl_pl: Instytucja
pt_pt: Instituição
sl_si: Institucija
sr_rs@latin: Institucija
tr_tr: Kurulum
uk_ua: Установа
zh_cn: 机构

# plugins.importexport.medra.settings.form.fromCompanyRequired
source: Please enter the institution that is technically responsible for DOI export (e.g. the institution hosting your web server).
fa_ir: لطفا موسسه ای را که از لحاظ فنی مسئولیت برون دهی DOI را دارد، وارد کنید.(به عنوان مثال موسسه میزبان وب سرور خود)
fr_ca: Veuillez entrer le nom de l'établissement qui est techniquement responsable de l'exportation DOI (c'est-à-dire l'établissement qui héberge votre serveur web).
hu_hu: Kérjük, írja be az intézményt, amely technikailag felelős a DOI exportért (pl. az intézmény, amely a webszervert hosztolja).
id_id: Masukkan institusi yang bertugas untuk mengekspor DOI (misalnya, institusi yang meng-hosting web server Anda).
nl_nl: Het instituut dat technische verantwoordelijkheid draagt voor de DOI export (het instituut dat uw webserver beheert).
pl_pl: Wprowadź instytucje, która jest technicznie odpowiedzialna za ekspoert DOI (np. instytucję zapewniającą hosting serwera).
pt_pt: Insira a instituição que é tecnicamente responsável pela exportação de DOI (por exemplo, a instituição que hospeda o seu servidor web).
sl_si: Prosimo, vnesite institucijo, ki je tehnično odgovorna za DOI izvoz (npr. institucija, pri kateri imate spletni strežnik).
sr_rs@latin: Unesite instituciju koja je tehnički odgovorna za izvoz DOI podataka (npr. institucija gde je hostovan server).
uk_ua: Будь ласка, вкажіть установу, яка несе технічну відповідальність за експорт DOI (наприклад, установу, яка надає хостинг цьому веб-серверу).
zh_cn: 请输入负责DOI导出的机构（例如，负责托管您的服务器的机构）

# plugins.importexport.medra.settings.form.fromName
source: Contact Person
fa_ir: شخص مسئول
fr_ca: Personne-ressource
hu_hu: Kapcsolattartó
id_id: Narahubung
nl_nl: Contactpersoon
pl_pl: Osoba do kontaktu
pt_pt: Contacto
sl_si: Kontaktna oseba
sr_rs@latin: Kontakt osoba
tr_tr: İletişim Kurulacak Kişi
uk_ua: Контактна особа
zh_cn: 联系人

# plugins.importexport.medra.settings.form.fromNameRequired
source: Please enter a technical contact person.
fa_ir: لطفا نام فرد مربوط به تماس فنی را وارد کنید
fr_ca: Veuillez entrer le nom de la personne-ressource pour les questions d'ordre technique.
hu_hu: Kérjük, írjon be egy technikai kapcsolattartót.
id_id: Masukkan narahubung teknis.
nl_nl: Geef de technische contactpersoon.
pl_pl: Wprowadź osobę do kontaktu w sprawach technicznych.
pt_pt: Insira o nome do contato técnico.
sl_si: Prosimo vnesite kokntaktno osebeo za tehnične stvari.
sr_rs@latin: Unesite tehničku kontakt osobu.
tr_tr: Lütfen iletişim kurulacak teknik kişi giriniz.
uk_ua: Будь ласка, вкажіть контактну особу з технічних питань.
zh_cn: 请输入一个技术联系人。

# plugins.importexport.medra.settings.form.fromEmail
source: Email
fa_ir: ایمیل
fr_ca: Courriel
id_id: Surel
sr_rs@latin: Imejl
tr_tr: E-posta
uk_ua: Адреса електронної пошти

# plugins.importexport.medra.settings.form.fromEmailRequired
source: Please enter a valid technical contact email.
fa_ir: لطفا یک ایمیل معتبر تماس فنی وارد کنید
fr_ca: Veuillez entrer un courriel valide pour la personne-ressource.
hu_hu: Kérjük, írjon be az érvényes e-mail címét a technikai kapcsolattartó személynek.
id_id: Masukkan surel narahubung yang benar.
nl_nl: Geef een geldig e-mailadres voor de technische contactpersoon.
pl_pl: Wprowadź e-mail osoby do kontaktu w sprawach technicznych.
pt_pt: Insira um e-mail válido do contacto técnico.
sl_si: Prosimo, vnesite veljaven email naslov tehnične osebe.
sr_rs@latin: Unesite ispravnu imejl adresu tehničkog kontakta.
tr_tr: Lütfen teknik bir iletişim e-postası giriniz.
uk_ua: Будь ласка, вкажіть коректну адресу електронної пошти контактної особи з технічних питань.
zh_cn: 请输入一个有效的技术员联系邮箱。

# plugins.importexport.medra.settings.form.publicationCountry
source: Please choose the country to be informed as 'publication country' to mEDRA.
fa_ir: لطفا کشوری که به عنوان "کشور ناشر" در mEDRA ثبت خواهد شد را انتخاب کنید.
fr_ca: Veuillez indiquer le pays désigné en tant que « pays de publication » dans mEDRA.
hu_hu: Kérjük, hogy válassza ki azt az országot, amely a "publikálási ország" lesz a mEDRA számára.
id_id: Pilih negara yang akan dihubungi sebagai 'negara penerbit' ke mEDRA.
nl_nl: Geef het land dat geïnformeerd moet worden als 'publication country' voor mEDRA.
pl_pl: Wybierz kraj, który będzie podany jako 'publication country' w mEDRA.
pt_pt: Seleccione o país para ser indicado como "país de publicação" para o mEDRA.
sl_si: Prosimo, izberite državo, ki bo obveščena kot 'izdajateljska država' pri mEDRA.
sr_rs@latin: Odaberite zemlju.
tr_tr: Lütfen mEDRA'ya 'yayınlan ülkeyi' olarak bildirilecek ülkeyi seçiniz.
uk_ua: Будь ласка, вкажіть країну, яка буде відображена у mEDRA як 'держава публікації'.
zh_cn: 请选择一个国家作为 “出版国家”。

# plugins.importexport.medra.settings.form.exportIssuesAs
source: Please choose whether you want to export issues as <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works' or 'manifestations'</a>.
fa_ir: لطفاً انتخاب کنید که می خواهید شماره ها به چه عنوانی برون دهی شوند: <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'کارها' or 'موارد نمایشی'</a>.
fr_ca: Veuillez choisir si vous voulez exporter les numéros en tant qu'<a href="http://www.medra.org/en/metadata_td.htm" target="_blank">« œuvres » ou « manifestations »</a>.
hu_hu: Kérjük, hogy válassza ki, hogyan akar folyóiratszámot exportálni mint <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'munkák' or 'kinyilvánítások'</a>.
id_id: Tentukan Anda ingin mengekspor issue sebagai <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'karya' atau 'manifestasi'</a>.
nl_nl: Kies of u nummers wilt exporteren als <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works' of 'manifestations'</a>.
pl_pl: Wybierz, czy chcesz eksportować numery jako <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works' lub 'manifestations'</a>.
pt_pt: Seleccione se pretende exportar números como <a href="http://www.medra.org/en/metadata_td.htm" target="_blank"> 'trabalhos' ou 'manifestações' </a>.
sl_si: Prosimo, izberite ali želite izvoziti številko kot <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'dela' or 'manifestacije'</a>.
sr_rs@latin: Odaberite da li želite da jedinicu izvozite kao <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'radove' ili 'manifestacije'</a>.
tr_tr: Lütfen sayıları <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'iş' veya 'görünüm'</a> olarak dışa aktarmak isteyip istemediğinizi belirtin.
uk_ua: Будь ласка, вкажіть як Ви хочете експортувати випуски: <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works' або 'manifestations'</a>.
zh_cn: 你希望导出的文件为<a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'作品' 或者 '证明'</a>。

# plugins.importexport.medra.settings.form.work
source: work
fa_ir: کار
fr_ca: oeuvre
hu_hu: munka
id_id: Karya
nl_nl: werk
pt_pt: trabalho
sl_si: delo
sr_rs@latin: rad
tr_tr: iş
uk_ua: робота
zh_cn: 运作

# plugins.importexport.medra.settings.form.manifestation
source: manifestation
fa_ir: موارد نمایشی
hu_hu: kinyilvánítás
id_id: manifestasi
nl_nl: manifestatie
pt_pt: manifestação
sl_si: manifestacija
sr_rs@latin: manifestacija
tr_tr: ortaya koyma
uk_ua: маніфестація
zh_cn: 显示

# plugins.importexport.medra.settings.form.exportIssuesAs.label
source: Issues export as
fa_ir: برون دهی شماره ها به عنوان
fr_ca: Numéros exportés en tant que
hu_hu: Folyóiratszámok exportja, mint
id_id: Ekspor issue sebagai
nl_nl: Exporteer nummers als
pl_pl: Numery eksportowane jako
pt_pt: Os números são exportadas como
sl_si: Izvozi številke kot
sr_rs@latin: Izvezi jedinicu kao
tr_tr: Sayıları şu şekilde ihraç et:
uk_ua: Експортувати номери як

# plugins.importexport.medra.settings.form.automaticRegistration.description
source: OJS will register assigned DOIs automatically to mEDRA. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered DOIs.
fa_ir: OJS به طور خودکار DOI های اختصاص داده شده را در mEDRA ثبت می کند. لطفا توجه داشته باشید که ممکن است پس از انتشار زمان کوتاهی برای پردازش سپری شود. شما می توانید تمام DOI مقالات ثبت نشده را تیک بزنید.
fr_ca: OJS enregistrera automatiquement les DOIs assignés chez mEDRA. Veuillez noter que cela peut prendre un peu de temps après la publication pour le traitement (par exemple, en fonction de votre configuration cronjob). Vous pouvez vérifier tous les DOI non enregistrés.
hu_hu: Az OJS regisztrálni fogja a hozzárendelt DOI-kat automatikusan a mEDRÁ-nál. Felhívjuk figyelmét, hogy ennek feldolgozása egy kis ideig eltarthat a közzététel után. Ellenőrizheti az összes nem regisztrált DOI-t.
id_id: OJS akan mendaftarkan DOI secara otomatis ke mEDRA. Perlu diketahui bahwa proses ini memakan waktu setelah publikasi diproses (misalnya, bergantung pada cronjob Anda). Kamu bisa periksa semua DOI yang belum diregister.
nl_nl: OJS zal toegekende DOI's na publicatie automatisch registreren bij mEDRA. Dit kan even duren (bv. afhankelijk van uw cronjob instellingen). U kan alle ongeregistreerde DOI's bekijken.
pl_pl: OJS zarejestruje przypisane DOI automatycznie w mEDRA. Zauważ, że zadanie to zostanie wykonane zaraz po publikacji. Może sprawdzić, czy wszystkie dane zostały zarejestrowane.
pt_pt: O OJS registará DOIs atribuídos automaticamente junto do mEDRA. Por favor, note esta ação pode demorar tempo a ser processada. Pode verificar todos os DOIs não registados.
sl_si: OJS bo avtomatsko opravil registracijo dodeljenih DOI-jev pri mEDRA. Prosimo upoštevajte, da je za to lahko potrebno nekaj časa po tistem, ko objavite novo številko. Lahko preverite vse neregistrirane DOI-je.
sr_rs@latin: OJS će automatski registrovati dedeljene DOI-je u mEDRA. Ovo će potrajati neko vreme nakon procesa objavljivanja. U svakom momentu možete proveriti neregistrovane DOI-je.
tr_tr: OJS atanmış DOI'leri otomatik olarak mEDRA'ya kaydeder. Lütfen bunu yayınlanma işleminden sonra kısa bir süre alabileceğini unutmayın. Kayıtsız tüm DOI'leri kontrol edebilirsiniz.
uk_ua: OJS буде автоматично реєструвати присвоєні DOI в mEDRA. Зверніть увагу, що після публікації обробка може зайняти деякий час (наприклад, залежно від налаштувань вашого cron). Ви можете перевірити всі незареєстровані DOI.
