Repository: julstan/projectOBib-Search
Catalog: ojs/locale/*/admin.po
Languages: pl_pl

# admin.hostedContexts
source: Hosted Journals
pl_pl: Czasopisma

# admin.settings.redirect
source: Journal redirect
pl_pl: Przekieruj na czasopismo

# admin.settings.redirectInstructions
source: Requests to the main site will be redirected to this journal. This may be useful if the site is hosting only a single journal, for example.
pl_pl: Żądania wyświetlenia strony głównej będą przekierowane do wybranego czasopisma.

# admin.languages.primaryLocaleInstructions
source: This will be the default language for the site and any hosted journals.
pl_pl: Domyślny język dla strony oraz wszystkich czasopism

# admin.languages.supportedLocalesInstructions
source: Select all locales to support on the site. The selected locales will be available for use by all journals hosted on the site, and also appear in a language select menu to appear on each site page (which can be overridden on journal-specific pages). If multiple locales are not selected, the language toggle menu will not appear and extended language settings will not be available to journals.
pl_pl: Wybierz wszystkie języki wspierane w obrębie strony.

# admin.locale.maybeIncomplete
source: Marked locales may be incomplete.
pl_pl: Zaznaczone języki mogą nie być przetłumaczone w pełni.

# admin.languages.confirmUninstall
source: Are you sure you want to uninstall this locale? This may affect any hosted journals currently using the locale.
pl_pl: Odinstalować język?.

# admin.languages.installNewLocalesInstructions
source: Select any additional locales to install support for in this system. Locales must be installed before they can be used by hosted journals. See the OJS documentation for information on adding support for new languages.
pl_pl: Wybierz dodatkowe języki do zainstalowania w systemie.

# admin.languages.downloadFailed
source: The locale download failed. The error message(s) below describe the failure.
pl_pl: Pobieranie plików lokalizacyjnych nie udało się. Komunikat błędu znajduje się poniżej.

# admin.languages.localeInstalled
source: The "{$locale}" locale has been installed.
pl_pl: Język "{$locale}" został zainstalowany.

# admin.languages.download
source: Download Locale
pl_pl: Pobierz tłumaczenie

# admin.languages.download.cannotOpen
source: Cannot open language descriptor from PKP web site.
pl_pl: Nie można otworzyć pliku opisu dostępnych języków ze strony PKP.

# admin.languages.download.cannotModifyRegistry
source: Cannot add the new locale to the locale registry file, typically "registry/locales.xml".
pl_pl: Błąd, nie można dodać nowego języka do lokalnego rejestru.

# admin.auth.ojs
source: OJS User Database
pl_pl: Baza danych użytkowników OJS

# admin.auth.enableSyncProfiles
source: Enable user profile synchronization (if supported by this authentication plugin). User profile information will be automatically updated from the remote source when a user logs in, and profile changes (including password changes) made within OJS will be automatically updated on the remote source. If this option is not enabled OJS profile information will be kept separate from remote source profile information.
pl_pl: Włącz synchronizowanie profili użytkowników.

# admin.auth.enableSyncPasswords
source: Enable user password modification (if supported by this authentication plugin). Enabling this option allows users to modify their password from within OJS and to use the OJS "lost password" feature to reset a forgotten password. These functions will be unavailable to users with this authentication source if this option is not enabled.
pl_pl: Włącz modyfikację haseł przez użytkowników.

# admin.auth.enableCreateUsers
source: Enable user creation (if supported by this authentication plugin). Users created within OJS with this authentication source will be automatically added to the remote authentication source if they do not already exist. Additionally, if this source is the default authentication source, OJS accounts created through user registration will also be added to the remote authentication source.
pl_pl: Włącz tworzenie użytkowników.

# admin.systemVersion
source: OJS Version
pl_pl: Wersja OJS

# admin.systemConfiguration
source: OJS Configuration
pl_pl: Konfiguracja OJS

# admin.systemConfigurationDescription
source: OJS configuration settings from <tt>config.inc.php</tt>.
pl_pl: Konfiguracja OJS z pliku <tt>config.inc.php</tt>.

# admin.journals.journalSettings
source: Journal Settings
pl_pl: Ustawienia czasopisma

# admin.journals.noneCreated
source: No journals have been created.
pl_pl: Żadne czasopisma nie zostały utworzone.

# admin.journals.createInstructions
source: You will automatically be enrolled as the manager of this journal. After creating a new journal, you will be redirected to its settings wizard, to complete the initial journal setup.
pl_pl: Zostaniesz automatycznie przydzielony jako administrator tego czasopisma. Po utworzeniu czasopisma, zaloguj się jako administrator w celu dokończenia procesu konfiguracji.

# admin.journals.urlWillBe
source: This should be a single short word or acronym that identifies the journal. The journal's URL will be {$sampleUrl}.
pl_pl: Krótkie słowo lub akronim identyfikujące czasopismo. Adres będzie miał postać {$sampleUrl}

# admin.journals.enableJournalInstructions
source: Enable this journal to appear publicly on the site
pl_pl: Włącz czasopismo aby było widoczne w obrębie całej strony.

# admin.contexts.contextDescription
source: Journal description
pl_pl: Opis czasopisma

# admin.journal.pathImportInstructions
source: Existing journal path or path to create (e.g., "ojs").
pl_pl: Istniejąca ścieżka czasopisma lub ścieżka do utworzenia (np., "forum").

# admin.journals.importSubscriptions
source: Import subscriptions
pl_pl: Importuj subskrypcje

# admin.journals.transcode
source: Transcode article metadata from ISO8859-1
pl_pl: Transkoduj dane artykułu z ISO8859-1

# admin.journals.redirect
source: Generate code to map OJS 1 URLs to OJS 2 URLs
pl_pl: Utwórz kod aby zmapować adresy OJS 1 na OJS 2

# admin.journals.form.importPathRequired
source: The import path is required.
pl_pl: Ścieżka importu jest wymagana.

# admin.journals.importErrors
source: Importing failed to complete successfully
pl_pl: Błąd, importowanie nie powiodło się

# admin.mergeUsers
source: Merge Users
pl_pl: Scal użytkowników

# admin.mergeUsers.mergeUser
source: Merge User
pl_pl: Scal użytkownika

# admin.mergeUsers.into.description
source: Select a user to whom to attribute the previous user's authorships, editing assignments, etc.
pl_pl: Wybierz użytkownika dla którego mają zostać przydzielone wszystkie atrybuty poprzedniego użytkownika.

# admin.mergeUsers.from.description
source: Select a user (or several) to merge into another user account (e.g., when someone has two user accounts). The account(s) selected first will be deleted and any submissions, assignments, etc. will be attributed to the second account.
pl_pl: Wybierz jedno lub kilka kont użytkowników w celu ich scalenia. (np. w sytuacji kiedy jedna osoba posiada dwa konta). Konto wybrane jako pierwsze zostanie usunięte a jego wszystkie parametry zostaną przydzielone dla nowego użytkownika.

# admin.mergeUsers.allUsers
source: All Enrolled Users
pl_pl: Wszyscy użytkownicy

# admin.mergeUsers.confirm
source: Are you sure you wish to merge the selected {$oldAccountCount} account(s) into the account with the username "{$newUsername}"? The selected {$oldAccountCount} accounts will not exist afterwards. This action is not reversible.
pl_pl: Potwierdź połączenie użytkownika {$oldAccountCount} z nowym użytkownikiem "{$newUsername}"? Użytkownik {$oldAccountCount} zostanie nieudwracalnie usunięty.

# admin.settings.defaultMetricDescription
source: Your OJS installation is configured to record more than one usage metric. Usage statistics will be displayed in several contexts. There are cases where a single usage statistic must be used, e.g. to display an ordered list of most-used articles or to rank search results. Please select one of the configured metrics as a default.
pl_pl: Twój system jest skonfigurowany do korzystania z więcej niż jednej metryki. Statystyki zostaną wyświetlone w różnych kontekstach. Niektóre zastosowania danych statystycznych umożliwiają wykorzystanie tylko wybranych metryk. Wybierz metrykę która będzie wykorzystywana domyślnie.

# admin.languages.confirmDisable
source: Are you sure you want to disable this locale? This may affect any hosted journals currently using the locale.
pl_pl: Czy na pewno wyłączyć ten język? Twoja decyzja może mieć wpływ na utworzone czasopisma aktualnie wykorzystujące ten język.

# admin.languages.downloadUnavailable
source: <p>Downloading language packs from the Public Knowledge Project web server is not currently available because:</p> <ul> <li>Your server does not have or allow execution of the GNU "tar" utility.</li> <li>OJS is unable to modify the locale registry file, typically "registry/locales.xml".</li> </ul> <p>Language packs can be manually downloaded from the <a href="http://pkp.sfu.ca">PKP web site</a>.</p>
pl_pl: <p>Pobieranie plików języka ze strony PKP jest w tej chwili niemożliwe, ponieważ:</p> <ul> <li>Twój serwer nie pozwala na użycie narzędzia "tar".</li> <li>OJS nie jest w stanie zmodyfikować pliku "registry/locales.xml".</li> </ul> <p>Pliki języka mogą być pobrane ręcznie <a href="http://pkp.sfu.ca">ze strony PKP</a>.</p>

# admin.mergeUsers.noneEnrolled
source: No enrolled users.
pl_pl: Brak przypisanych użytkowników

# admin.scheduledTask.subscriptionExpiryReminder
source: Subscription Expiry Reminder
pl_pl: Powiadomienie o końcu subskrypcji

# admin.scheduledTask.openAccessNotification
source: Open Access Notification
pl_pl: Powiadomienie o otwartym dostępie

# admin.scheduledTask.reviewReminder
source: Review Reminder
pl_pl: Powiadomienie o recenzji

# admin.contexts.create
source: Create Journal
pl_pl: Utwórz czasopismo

# admin.contexts.form.titleRequired
source: A title is required.
pl_pl: Tytuł jest wymagany.

# admin.contexts.form.pathRequired
source: A path is required.
pl_pl: Ścieżka jest wymagana.

# admin.contexts.form.pathAlphaNumeric
source: The path can only include letters, numbers and the characters _ and -. It must begin and end with a letter or number.
pl_pl: Ścieżka może składać się ze znaków alfabetu łacińskiego, podkreśleń oraz myślników. Musi też zaczynać się i kończyć znakiem alfabetu łacińskiego.

# admin.contexts.form.pathExists
source: The path you provided is already in use by another journal.
pl_pl: Wybrana ścieżka jest już w użyciu przez inne czasopismo.
