Repository: julstan/projectOBib-Search
Catalog: ojs/plugins/importexport/quickSubmit/locale/*/locale.po
Languages: ca_es, da_dk, de_de, es_ar, fi_fi, fr_ca, hu_hu, id_id, it_it, nb_no, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua

# plugins.importexport.quickSubmit.displayName
source: QuickSubmit Plugin
ca_es: Mòdul QuickSubmit
de_de: Schnelleinreichungs-Plugin
es_ar: Módulo QuickSubmit
fi_fi: Pikajulkaisulisäosa
fr_ca: Plugiciel de soumission expresse « QuickSubmit »
hu_hu: Gyorsbeküldő Plugin
id_id: Plugin QuickSubmit
it_it: QuickSubmit
nb_no: QuickSubmit
pl_pl: Wtyczka szybkiego przesyłania
pt_pt: Plugin de Submissão Rápida
ru_ru: Модуль «Быстрая отправка»
sl_si: Vtičnik za hitri vnos članka
sv_se: QuickSubmit-pluginet
uk_ua: Модуль швидкого завантаження

# plugins.importexport.quickSubmit.description
source: One-step submission plugin
ca_es: Mòdul per a trameses en un sol pas
da_dk: Ettrins-manuskriptindleverings-plugin
de_de: Ein-Schritt-Einreichungs-Plugin
es_ar: Módulo para el envío en un solo paso
fi_fi: Lisäosan artikkeleiden nopeaan julkaisuun.
fr_ca: Plugiciel de soumission en une seule étape
hu_hu: Egylépéses beküldés
id_id: Satu langkah Plugin Penyerahan
it_it: Caricamento rapido di articoli
nb_no: Programtillegg for ett-trinns innlevering
pl_pl: Wtyczka do szybkiego przesyłania tekstu
pt_pt: Plugin de submissão em 1 passo
ru_ru: Модуль отправки материала в один шаг
sl_si: Vtičnik za oddajo v enem koraku
sv_se: Plugin för enstegsinmatning.
uk_ua: Модуль для подання рукопису у один крок

# plugins.importexport.quickSubmit.success
source: Article Added
ca_es: Article afegit
da_dk: Artikel tilføjet
de_de: Artikel hinzugefügt
es_ar: Artículo añadido
fi_fi: Artikkeli lisätty
fr_ca: Article ajouté
hu_hu: Cikk hozzáadva
id_id: Artikel Ditambahkan
it_it: Articolo aggiunto
nb_no: Artikkel lagt til
pl_pl: Artykuł dodano
pt_pt: Artigo incluído
ru_ru: Статья добавлена
sl_si: Članek uspešno vnešen
sv_se: Artikeln har lagts till
uk_ua: Стаття додана

# plugins.importexport.quickSubmit.successDescription
source: Article creation was successful.
ca_es: S'ha creat l'article correctament.
da_dk: Oprettelse af artikel gennemført.
de_de: Anlegen des Artikels war erfolgreich.
es_ar: Se creó el artículo de manera exitosa.
fi_fi: Artikkeli luotiin onnistuneesti.
fr_ca: L'article a bien été créé.
hu_hu: A cikk beküldése sikeres volt.
id_id: Pembuatan Artikel telah berhasil.
it_it: La creazione dell'articolo è completa.
nb_no: Artikkelopprettelsen var vellykket
pl_pl: Utworzenie artykułu zakończone sukcesem.
pt_pt: Artigo criado com sucesso.
ru_ru: Статья была успешно создана.
sl_si: Članek je bil uspešno ustvarjen.
sv_se: Artikeln skapades utan problem.
uk_ua: Стаття успішно створена.

# plugins.importexport.quickSubmit.successReturn
source: Return to QuickSubmit plugin.
ca_es: Tornar al mòdul QuickSubmit plugin.
da_dk: Vend tilbage til QuickSubmit plugin.
de_de: Zum Schnelleinreichungs-Plugin zurückkehren.
es_ar: Volver al módulo QuickSubmit.
fi_fi: Palaa takaisin pikajulkaisulisäosaan.
fr_ca: Retourner au plugiciel QuickSubmit.
hu_hu: Visszatérés a Gyorsbeküldő pluginhoz.
id_id: Kembali ke plugin QuickSubmit.
it_it: Ritorna al plugin QuickSubmit.
nb_no: Returner til QuickSubmit programtillegg
pl_pl: Powrót do wtyczki szybkiego przesyłania.
pt_pt: Voltar ao Plugin de Submissão Rápida.
ru_ru: Вернуться к модулю «Быстрая отправка».
sl_si: Vrnitev na vtičnik za hitri vnos.
sv_se: Gå tillbaka QuickSubmit-pluginet.
uk_ua: Повернутися до модуля швидкого завантаження.

# plugins.importexport.quickSubmit.selectIssue
source: An issue must be selected
ca_es: Heu de seleccionar un número
da_dk: Du skal vælge et nummer
de_de: Sie müssen eine Ausgabe auswählen
es_ar: Debe escoger un número
fi_fi: Lehden numero pitää valita.
fr_ca: Un numéro doit être sélectionné
hu_hu: Válaszzon ki egy számot
id_id: Nomor terbitan wajib dipilih
it_it: Selezionare un fascicolo
nb_no: Velg en utgave
pl_pl: Należy wybrać numer czasopisma
pt_pt: É necessário selecionar uma edição
ru_ru: Выпуск должен быть выбран
sl_si: Izbrana mora biti številka revije
sv_se: Du måste välja ett nummer
uk_ua: Необхідно вибрати номер

# plugins.importexport.quickSubmit.goToSubmission
source: Go to Submission
ca_es: Anar a trameses
da_dk: Gå til Indsendelse
de_de: Zur Einreichung gehen
es_ar: Ir a Envíos
fi_fi: Siirry käsikirjoitukseen
fr_ca: Aller à la soumission
hu_hu: A beküldés megtekintése
id_id: Buka naskah masuk
it_it: Vai all'articolo
nb_no: Gå til innlevering
pl_pl: Idź do zgłoszenia
pt_pt: Ir para Submissão
ru_ru: Перейти к материалу
sl_si: Pojdi na članek
sv_se: Gå till bidrag
uk_ua: Перейти до подання

# plugins.importexport.quickSubmit.unpublished
source: Unpublished
ca_es: Retirat de publicació
da_dk: Ikke publiceret
de_de: Unveröffentlicht
es_ar: No publicado
fi_fi: Julkaisematon
fr_ca: Non publié-e
hu_hu: Publikálatlan
id_id: Tidak dipublikasi
it_it: Non più pubblicato
nb_no: Upublisert
pl_pl: Nieopublikowane
pt_pt: Não publicado
ru_ru: Отменена публикация
sl_si: Neobjavljen
sv_se: Opublicerad
uk_ua: Знято з публікації

# plugins.importexport.quickSubmit.published
source: Published
ca_es: Publicat
da_dk: Publiceret
de_de: Veröffentlicht
es_ar: Publicado
fi_fi: Julkaistu
fr_ca: Publié-e
hu_hu: Publikált
id_id: Diterbitkan
it_it: Pubblicato
nb_no: Publisert
pl_pl: Opublikowane
pt_pt: Publicado
ru_ru: Опубликована
sl_si: Objavljen
sv_se: Publicerad
uk_ua: Опубліковано

# plugins.importexport.quickSubmit.cancelDescription
source: Submission was cancelled.
ca_es: La tramesa ha estat cancel·lada.
da_dk: Indsendelse blev annulleret.
de_de: Die Einreichung wurde abgebrochen.
es_ar: Envío fue cancelado.
fr_ca: La soumission a été annulée.
hu_hu: A beküldés megszakításra került.
id_id: Pengiriman naskah dibatalkan.
it_it: Questo articolo è stato eliminato.
pl_pl: Zgłoszenie zostało anulowane
pt_pt: A submissões foi cancelada.
ru_ru: Отправка была отменена.
sl_si: Vnos članka je bil prekinjen.
uk_ua: Подання було скасовано.

# plugins.importexport.quickSubmit.cancel
source: Submission cancelled
ca_es: Tramesa cancel·lada
da_dk: Indsendelse annulleret
de_de: Einreichung abgebrochen
es_ar: Envío cancelado
fr_ca: Soumission annulée
hu_hu: Beküldés megszakítva
id_id: Pengiriman naskah dibatalkan
it_it: Articolo eliminato
pl_pl: Zgłoszenie anulowane
pt_pt: Submissão cancelada
ru_ru: Отправка отменена
sl_si: Vnos članka je bil prekinjen
uk_ua: Подання скасовано

# plugins.importexport.quickSubmit.descriptionLong
source: This plugin allows you to quickly add complete submissions to the production stage or directly into an issue.
ca_es: Aquest mòdul permet afegir trameses ràpidament a la fase de producció o directament a un número.
da_dk: Denne plugin gør det muligt hurtigt at overføre publiceringsklare indsendelser til produktionstrinnet eller direkte til et nummer.
de_de: Dieses Plugin emöglicht Ihnen, komplette Einreichungen schnell direkt in die Herstellungsphase oder direkt in eine Ausgabe zu importieren.
es_ar: Este módulo permite enviar rápidamente envíos a la etapa de producción o directamente a un número determinado.
fi_fi: Tällä lisäosalla voit lisätä nopeasti artikkeleita tuotantovaiheeseen tai suoraan julkaistavaan numeroon.
fr_ca: Ce plugiciel vous permet d'ajouter rapidement des soumissions complètes à l'étape de production ou directement dans un numéro.
hu_hu: Ez a plugin lehetővé teszi a beküldést közvetlenül az előállítás fázisába vagy közvetlenül adott számba.
id_id: Plugin ini memungkinkan Anda mengunggah naskah dengan cepat ke tahap produksi atau nomor terbitan secara langsung.
it_it: Questo plugin consente di aggiungere articoli in fase di produzione o direttamente ad un fascicolo.
nb_no: Ved å bruke dette programtillegget, kan du legge til en fullstendig innlevering enten til produksjonsstadiet eller direkte til en utgave.
pl_pl: Wtyczka pozwala na szybkie i kompletne dodanie tekstu na etap realizacji lub bezpośrednio do numeru czasopisma.
pt_pt: Este plugin permite-lhe rapidamente adicionar submissões completas para a etapa de produção ou diretamente para um volume.
ru_ru: Позволяет вам быстро добавлять готовые материалы на этап публикации или напрямую в выпуск.
sl_si: Vtičnik omogoča, da hitro vnesete članek, direktno v fazo produkcije ali celo v že izdano številko revije.
sv_se: Det här pluginet låter dig snabbt registrera färdiga bidrag till produktionssteget eller direkt till ett nummer.
uk_ua: Цей модуль дозволяє швидко додавати готові подання у редакційну чергу або безпосередньо у один з випусків.
